const questionsDataThree = [
  {
    id: 1,
    type: "open",
    question: "מנה את יחסי הגומלין הרוחביים ללא חשיבות לסדר",
    correct_answer: `מד"א , לשכ"ס, מכלול אוכלוסיה,מכלול תקשוב,מכלול מודיעין,מלכ"א,שולחן מרכזי,מכלול מבצעים`
  },
  {
    id: 2,
    type: "open",
    question: "מנה את יחסי הגומלין האורכיים",
    correct_answer: "פיקוד ,מחוז , נפה ,גדוד ,פלוגה"
  },
  {
    id: 3,
    type: "open",
    question: "מנה את הקשר עם המרחב האזרחי ומול מי תיצור אותו",
    correct_answer: `הקשר עם המרחב האזרחי יתבצע מול מד"א, בתי חולים, קופות חולים, רופאים אזרחיים, לשכת הבריאות המחוזית, ומתנדבים רפואיים.`
  },
  {
    id: 4,
     type: "multiple_choice",
    question: "מד\"א מבקשים כתובת מדויקת לאירוע נפילה שקרה, מול איזה מכלול תיצור קשר לקבלת כתובת מדויקת?",
    answers: ["היקל\"ר", "מכלול אוכלוסייה", "מכלול מבצעים", "מכלול מודיעין"],
    correct_answer: "מכלול מודיעין"
  },
  {
    id: 5,
    type: "open",
    question: "עקב הערכת המצב היומית התקבל סדר עדיפויות חדש שהנפה תתעסק בו, לאיזה גורם תפנה על מנת לקבל את הסד\"ע?",
    correct_answer: "מכלול מבצעים כחלק מסיכום הערכת המצב שיופץ"
  },
  {
    id: 6,
    type: "open",
    question: "עקב האירועים האחרונים השתנה תרחיש הייחוס – מול מי תקבל את האיום המעודכן?",
    correct_answer: "מכלול מבצעים / מכלול מודיעין"
  },
  {
    id: 7,
    type: "open",
    question: "את מי תעדכן על תמ\"צ יחידות רפואה?",
    correct_answer: "מכלול מבצעים נפתי ומרכז רפואה מחוזי"
  },
  {
    id: 8,
    type: "open",
    question: "התקבל עדכון על אירוע הרס בינוני (מבחינת צר\"פ, פצועים וכו') – למי תעביר את המידע?",
    correct_answer:  "באמצעות נציג ש.מ – כל נציג שולחן מרכזי מרכז רפואה מחוזי"
  },
  {
    id: 9,
    type: "open",
    question: "הפלר\"ג נמצא במחסור בכוח אדם ולא מצליח לעמוד בכמות אתרי ההרס – למי תפנה לקבלת סד\"כ ותגבור?",
    correct_answer: "מרכז רפואה מחוזי"
  },
  {
    id: 10,
    type: "open",
    question: "למי תפנה על מנת להשלים את פערי הכ\"א הרפואי שקיימים לך בפלר\"ג?",
    correct_answer: "מרכז רפואה מחוזי, תא כוח אדם רפואה במחוז"
  },
  {
    id: 11,
    type: "open",
    question: "קיימת עבודת מטה במפקדה על צמצום נפגעים מנפילה בדרך אל הממ\"ד – מי המכלול שתבצע איתו את ניתוח הגורמים והטיפול בהם?",
    correct_answer: "מכלול אוכלוסייה"
  },
  {
    id: 12,
    type: "multiple_choice",
    question: "לחובשים בפלר\"ג קיים חוסר בווסט חובש (טקסטיל בלבד) – למי תפנה?",
    answers: ["כל התשובות נכונות", "מלכ\"א", "רפואה מחוז"],
    correct_answer: "כל התשובות נכונות"
  },
  {
    id: 13,
    type: "open",
    question: "מד\"א מעוניין לדעת את תמ\"צ הצירים בגזרה על מנת לפנות פצועים אל בתי החולים – למי תפנה לקבל תמ\"צ זה?",
    correct_answer: "מד\"א יפנה למחוז"
  },
  {
    id: 14,
    type: "open",
    question: "אתה מעוניין לצאת בהסברה על מרפאות אחודות – למי תפנה?",
    correct_answer: "מכלול אוכלוסייה"
  },
  {
    id: 15,
    type: "open",
    question: "אתה מעוניין לקבל תמ\"צ של פתיחת מרפאות – למי תפנה?",
    correct_answer: "רפואה מחוז, לשכ\"ב"
  },
  {
    id: 16,
    type: "open",
    question: "הרשויות מעוניינות לקבל מידע על מונשמי/מרותקי בית ומטופלי דיאליזה בהפסקות החשמל – איזה מכלול יפנה אלייך לקבלת המידע?",
    correct_answer: "מכלול אוכלוסייה"
  },
  {
    id: 17,
    type: "open",
    question: "קיימים חוסרים בגנרטורים ואמצעים נוספים לחצר\"מים בקהילה – למי תעלה דרישה לקבלה?",
    correct_answer: "ללשכ\"ב באמצעות רפואה מחוז"
  },
  {
    id: 18,
    type: "open",
    question: "למי תפנה על מנת לקבל סטטוס על פתיחת מרפאות?",
    correct_answer: "רפואה מחוז"
  },
  {
    id: 19,
    type: "open",
    question: "קיימים פערי רציפות תפקודית במוסדות ואתה מעוניין לקבל מידע מדויק יותר – למי תפנה?",
    correct_answer: "ללשכ\"ב באמצעות רפואה מחוז"
  },
  {
    id: 20,
    type: "open",
    question: "כיצד מתקיים מתן מענה רפואי למתפנים לגזרה?",
    correct_answer: "קופות החולים"
  },
  {
    id: 21,
    type: "open",
    question: "קיימת הפסקת חשמל בשכונות נרחבות בגזרתך – למי תפנה לקבל מידע על כתובות החרצ\"מים ומצבם?",
    correct_answer: "ללשכ\"ב"
  },
  {
    id: 22,
    type: "open",
    question: "בעת פינוי מוסד מיוחד – עם מי תקיים שיח?",
    correct_answer: "רפואה מחוז ואוכלוסייה"
  },
  {
    id: 23,
    type: "multiple_choice",
    question: "ממי תקבל מידע על נפילות וכתובות אירועים?",
    answers: ["רפואה מחוז", "מד\"א"],
    correct_answer: "מד\"א"
  }
];

export default questionsDataThree;