const questionsDataQuiz = [
  {
    id: 1,
    question: `מה תפקידו של ממונה הג"א?`,
    answers: [
      "לכתוב נוהל חירום, לתת עזרה ראשונה",
      "לתכנן מערך התגוננות אזרחית במפעל, לכתוב נוהל חירום",
      "לתת עזרה ראשונה, להקים צוות כיבוי אש",
      "לתכנן מערך הגנה אישית, להעביר אותות התראה באירוע",
    ],
    correctAnswer: 1,
  },
  {
    id: 2,
    question: `מה המשימה החשובה ביותר כממונה הג"א בהיערכות לירי טילים?`,
    answers: [
      "הקמת צוות כיבוי אש",
      "הכנת דרכי מילוט לשטח פתוח",
      "מיפוי מרחבים מוגנים",
      "הקמת מסגרת להפעלת ילדים עובדים חיוניים",
    ],
    correctAnswer: 2,
  },
  {
    id: 3,
    question: `מי מכריז על מצב "שעת התקפה"?`,
    answers: [
      "שר הביטחון טרם התבצעה התקפה",
      "הממשלה לאחר שהתבצעה התקפה",
      `"שעת התקפה" הינו מצב עובדתי`,
      "פיקוד העורף במעבר משגרה לחירום",
    ],
    correctAnswer: 2,
  },
  {
    id: 4,
    question: "מה הכוונה בתיק חירום למפעל?",
    answers: [
      "מיפוי נקודות תורפה במפעל שיש להתגונן מפניהן",
      "ערכה לניהול אירוע בזמן אמת - רשימת טל', תרשימי פעולה, אמצעי גיבוי",
      "פירוט אמצעי ההתגוננות הקיימים במפעל ותכנון השימוש בהם",
      "לרכז את הנהלים, הסיכונים, המשאבים ואמצעי ההתגוננות הנדרשים לצורך היערכות וניהול המפעל בשעת חירום",
    ],
    correctAnswer: 3,
  },
  {
    id: 5,
    question: `מה הבסיס הנורמטיבי למינוי ממונה הג"א והקמת צוותים במפעל?`,
    answers: [
      "תיקון לפקודת המשטרה, אירוע אסון המוני - 2017",
      `חוק הג"א 1951`,
      `תיקון החלטת ממשלה - הפעלת המשק החיוני של המדינה לשע"ח (מל"ח) 1986`,
      `החלטת ממשלה רע"ד 2`,
    ],
    correctAnswer: 1,
  },
  {
    id: 6,
    question: "כמה זמן נדרש להמתין במרחב מוגן לאחר ירי טילים?",
    answers: [
      "אין זמן מוגדר",
      "10 דקות",
      "עד הודעת שחרור מפיקוד העורף",
      "5 דקות",
    ],
    correctAnswer: 2,
  },
  {
    id: 7,
    question: "איזה צוותים את/ה נדרש/ת להקים במפעל?",
    answers: [
      "סייבר, מגפות, חילוץ, כיבוי, עזרה ראשונה, טיפול בעובדים",
      "אחזקת מרחבים מוגנים, סייבר, חילוץ, עזרה ראשונה, כיבוי",
      "אין להקים צוותים - כל מפעל לשיקול דעת המנהל",
      "חילוץ, חומרים מסוכנים, עזרה ראשונה, טיפול בעובדים, אחזקת מרחבים מוגנים, כיבוי",
    ],
    correctAnswer: 3,
  },
  {
    id: 8,
    question: "מהן ההנחיות מצילות החיים באירוע רעידת אדמה?",
    answers: [
      "ריצה למקום הכי מוגן שיש - חדר פנימי או חדר מדרגות",
      "כניסה לחדר פנימי עם מעט חלונות, סגירת דלתות, חלונות ומזגנים (הסתגרות)",
      "יציאה לשטח פתוח והתרחקות מעצים, עמודי חשמל או כל דבר אחר שיכול להתמוטט",
      `כניסה למרחבים מוגנים תקניים ממ"ד או מקלט`,
    ],
    correctAnswer: 2,
  },
  {
    id: 9,
    question: "איזה פעולה אסורה לביצוע לאחר רעידת אדמה?",
    answers: [
      "לסגור תשתיות כגון גז, מים וחשמל",
      "להיכנס בחזרה למבנים",
      "להעניק עזרה ראשונה, ללא הסמכה",
      `להתרחק ק"מ מהים ולעלות לבניין בן 4 קומות לפחות`,
    ],
    correctAnswer: 1,
  },
  {
    id: 10,
    question: "איזה משימה מבין המשימות הבאות נבצע בשגרה?",
    answers: [
      "הפעלת חוזים נצורים להצטיידות",
      "הכנת שטחי כינוס",
      "הכנה של מסגרות לילדי העובדים החיוניים",
      "הכנת תיק מפעל שמהווה תוכנית התגוננות כוללת",
    ],
    correctAnswer: 3,
  },
  {
    id: 11,
    question: "כיצד ננהג מיד עם פריצת שרפה במפעל?",
    answers: [
      "כניסה למרחבים מוגנים וסגירת דלתות",
      "הפעלת צוות כיבוי ופינוי כלל העובדים לשטח פתוח",
      "הזעקת גורמי חירום חיצוניים והמתנה להגעתם למסירת ידע רלוונטי",
      "הפעלת צוותי חומרים מסוכנים ובידוד האירוע",
    ],
    correctAnswer: 1,
  },
  {
    id: 12,
    question: "באחריות מי להגדיר את הנחיות ההתגוננות בזמן חירום במפעל?",
    answers: [
      "הרשות הייעודית",
      "משטרת ישראל",
      "מנהל המפעל",
      "פיקוד העורף / מפקד הפיקוד הרלוונטי",
    ],
    correctAnswer: 3,
  },
  {
    id: 13,
    question: "מה המטרה של נוהל מסגרות לילדי העובדים החיוניים?",
    answers: [
      "להגדיר כמה מסגרות חינוך נדרש להקים ברשות המקומית",
      "מתן מענה למשרד החינוך בזמן שהמורים מגוייסים למילואים",
      "לאפשר לעובדים להתייצב לעבודה",
      "נוהל בין משרדי לטיפול בילדים",
    ],
    correctAnswer: 2,
  },
  {
    id: 14,
    question: "מה תפקיד מגויסי החוץ במפעל?",
    answers: [
      "גיוס עובדי מפעל למילואים",
      "גיוס עובדים מהמפעלים לסיוע למשק",
      `אנשי מילואים של פקע"ר שמתגברים את המפעל`,
      "לתגבר את המפעל בכוח-אדם בשל גיוס חלק מהעובדים למילואים",
    ],
    correctAnswer: 3,
  },
  {
    id: 15,
    question: "מהו סדר הפעולות בעת נפילת טיל במפעל?",
    answers: [
      "בידוד האיזור, דיווח למשטרה וכניסה למרחבים מוגנים",
      "הקפצת צוותי חירום, מתן מענה ופתרונות לאורך כל אירוע",
      "איסוף מידע מהיר, הפעלת הצוותים, בידוד האירוע, דיווח לגורמי חירום ומתן מענה מיידי עד להגעת כוחות החירום",
      "ביצוע סריקות מידיות והקפצת צוות חילוץ",
    ],
    correctAnswer: 2,
  },
  {
    id: 16,
    question: `לפנות בוקר נורו רקטות לעבר אשדוד ואשקלון. חיל האוויר תקף יעדים באיזור רצועת עזה, מה המצב המשפטי ומה המשמעות לגביך כממונה הג"א במפעל "תנובה" בדרום ת"א?`,
    answers: [
      "מצב מיוחד בעורף, נדרש מיפוי מרחבים מוגנים לירי טילים",
      "לא הוכרז שום מצב מיוחד",
      "שעת ההתקפה, נדרש לקדם את המוכנות למעבר לשגרת חירום",
      "מצב מיוחד בעורף, צמצום מלאי חומרים מסוכנים במפעל",
    ],
    correctAnswer: 2,
  },
  {
    id: 17,
    question: `הינך ממונה הג"א במפעל ועליך להכין תוכנית "רציפות תפקודית" למפעל שלך, מהם הנושאים אליהם לא נדרש לתת מענה בתוכנית זו?`,
    answers: [
      "תחבורה, מזון ומים, דלק ומקורות אנרגיה",
      `גיוס כ"א לתגבור העובדים על מנת לאפשר משמרות`,
      "פתיחת מסגרות להפעלת ילדי כלל העובדים באזור",
      "חתימה על חוזים נצורים לסיוע הדדי מול מפעלים שכנים",
    ],
    correctAnswer: 2,
  },
  {
    id: 18,
    question: `מדוע על ממונה ההג"א להכיר את האיומים על העורף?`,
    answers: [
      "כדי להכין תוכנית שיווק",
      `כדי לעדכן את שכר העובדים`,
      "כדי להתאים את תוכנית ההתגוננות לאיומים השונים",
      "כדי לנהל את מערך הרכש",
    ],
    correctAnswer: 2,
  },
  {
    id: 19,
    question: `איזו מהפעולות הבאות מהווה חלק מהיערכותו של ממונה ההג"א בתחום ההתרעה והמיגון?`,
    answers: [
      "הפעלת הצופר",
      "וידוא תקינות אמצעי ההתרעה, סימון דרכי הגישה למרחבים המוגנים ובדיקת כשירותם",
      `עדכון מדיניות ההתגוננות של פקע"ר`,
      "קביעת סדרי העדיפויות של שירותי החירום",
    ],
    correctAnswer: 1,
  },
  {
    id: 20,
    question: `מהי הפעולה הראשונה שעל ממונה ההג"א לבצע בעת התרחשות אירוע חירום במפעל?`,
    answers: [
      "להתחיל בתחקיר האירוע",
      "לסגור את שערי המפעל",
      `לעדכן את כלל העובדים בדוא"ל`,
      "להפעיל את צוותי החירום ולתת מענה ראשוני",
    ],
    correctAnswer: 3,
  },
];

export default questionsDataQuiz;
