const questionsDataOne = [
  {
    id: 1,
    question: `באיזה מצב נדרש ממונה הג"א לוודא שפותחים את המרחבים המוגנים?`,
    answers: [
      "שגרה",
      "אירוע חירום במפעל",
      "מעבר משיגרה לחירום",
      "ירי טילים בגזרה",
    ],
    isMultiple: false,
    correctAnswer: 2,
  },
  {
    id: 2,
    question: `מהן המשימות המרכזיות של ממונה הג"א במצב שגרה? `,
    answers: [
      "בידוד אזור האירוע",
      "הפעלת הצוותים בהתרחש אירוע",
      "להכין את תקציב המפעל",
      "כתיבת תוכנית חירום והכנת המרחבים המוגנים",
    ],
    isMultiple: true,
    correctAnswer: 3,
  },
  {
    id: 3,
    question:
      "המפעל עבר ממצב של שגרה לחירום. כדי לאפשר לעובדים להגיע לעבודה, עולה צורך לטפל בילדי העובדים בשל השבתת מערכת החינוך. מהו הפתרון?",
    answers: [
      "שחרור העובדים שיש להם ילדים",
      "לאשר לעובדים להביא את הילדים למפעל",
      "הפעלת התוכנית להעסקת ילדי העובדים החיוניים",
      "כל התשובות נכונות",
    ],
    isMultiple: false,
    correctAnswer: 2,
  },
];

export default questionsDataOne;
