const questionsDataTwo = [
  {
    id: 1,
    question: `איזו תוכנית ממונה הג"א נדרש להכין כחלק מההיערכות לאירוע חומרים מסוכנים במפעל?`,
    answers: [
      "מילוט לעובדי המפעל",
      "כניסה למרחבים מוגנים",
      "מיגון, שילוט ואחסנה בטוחה של החומרים",
      "שטחי כינוס לקליטת כוחות כיבוי והצלה",
    ],
    correctAnswer: 2,
  },
  {
    id: 2,
    question: "כיצד הכי נכון לפעול בשרפה?",
    answers: [
      "הסתגרות במרחבים מוגנים ואזעקת כוחות הכיבוי",
      "כיבוי השרפה תחילה ורק לאחר מכן דיווח לגורמי החירום",
      "יציאה לשטח פתוח והשארת הדלתות פתוחות",
      "כיבוי השרפה אם ניתן ויציאה מהמבנה לשטח פתוח",
    ],
    correctAnswer: 3,
  },
  {
    id: 3,
    question: "למה משמש אותנו מסמך מדיניות ההתגוננות המופץ על ידי פיקוד העורף?",
    answers: [
      "להעניק אופציות למפעל לגבי המשך תפקודו",
      "הכרת הנחיות ההתגוננות הרלוונטיות למקום העבודה",
      "מסייע לקבוע כיצד לתכנן משמרות בחירום",
      "מגדיר איזה ציוד / מכונות להפעיל בשלבים השונים של האירוע",
    ],
    correctAnswer: 1,
  },
  {
    id: 4,
    question: "מה מבין המשימות הבאות נדרש לבצע בהיערכות לרעידת אדמה?",
    answers: [
      "למפות מרחבים מוגנים",
      "למפות מרחבי הסתגרות",
      "לסמן ולשלט דרכי מילוט ושטחים פתוחים לכינוס העובדים",
      "למפות מפגעים מחוץ למרחבים מוגנים",
    ],
    correctAnswer: 2,
  },
  {
    id: 5,
    question: "איזה גורם משפיע על זמן ההתגוננות העומד לרשות האזרחים באירוע ירי טילים",
    answers: [
      "מספר התושבים באזור",
      "סוג המבנים ביישוב",
      "המרחק מאזור השיגור",
      "שעות היממה"
    ],
    correctAnswer: 2,
  },
];

export default questionsDataTwo;
