const questionsDataFour = [
  {
    id: 1,
    question: "מהי המשמעות של שעת התקפה ומצב מיוחד בעורף?",
    answers: [
      "להגדיר את מדיניות ההתגוננות לאזרח",
      `להקנות לפקע"ר סמכות למתן הנחיות לציבור, לפקד ולשלוט על אירוע`,
      "להבחין בין מצב שגרת חירום לאירוע חירום",
      "להגדיר את משך הזמן בו האזור נתון במצב שגרת חירום",
    ],
    correctAnswer: 1,
  },
  {
    id: 2,
    question: `בעת התרחשות אירוע חירום, הדבר הראשון שעליכם לבצע כממונה הג"א הוא...`,
    answers: [
      "הקפצת צוותי חירום",
      "הכנת תיקי חירום להעברת מקל לגורמי החירום",
      "ניתוק תשתיות: מים, חשמל וגז",
      "הגעה למקום האירוע, גיבוש תמונת מצב והעברת דיווח לארגוני החירום",
    ],
    correctAnswer: 3,
  },
];


export default questionsDataFour;



