const QuestionDataQuizB = [
  {
    id: 1,
    question: `מה תפקידו של ממונה הג"א?`,
    answers: [
      "לכתוב הנחיות פינוי, להגיש עזרה ראשונה",
      "לתכנן מערך התגוננות אזרחית במפעל, לכתוב נוהל חירום",
      "לתת עזרה ראשונה, להקים צוות כיבוי אש",
      "לתכנן מערך הגנה אישית, להעביר אותות התראה באירוע",
    ],
    correctAnswer: 1,
  },
  {
    id: 2,
    question: `התגוננות מפני ירי טילים במפעל מתבססת על היערכות מוקדמת.
מה כוללת ההיערכות המוקדמת?`,
    answers: [
      "הקמת צוותים מקצועיים כגון עזרה ראשונה, תלונות הציבור וכיבוי אש",
      "שילוט דרכי הגישה למרחבים המוגנים, שיפוץ עמדת הביטחון, התרעה משלימה",
      "נוהל חירום, תוכנית התגוננות, הקמת צוותים מקצועיים אמצעים.",
      "נוהל חירום, הקמת מסגרת להפעלת ילדי העובדים החיוניים, רכישת כספת להפקדת נשקים",
    ],
    correctAnswer: 2,
  },
  {
    id: 3,
    question: `מה הכוונה בתוכנית התגונות במפעל?`,
    answers: [
      "פירוט המיגון הקיים במפעל, דרכיהגעה, תכנון השיבוץ, אמצעים",
      "ערכה לניהול אירוע בזמן אמת- רשימות טל', תרשימי פעולה, אמצעי גיבוי",
      "מיפוי נקודות תורפה במפעל שיש להתגונן מפניהם",
      "ריכוז כל הנהלים, הסיכונים ואמצעים מפעל לצורך היערכות ",
    ],
    correctAnswer: 1,
  },
  {
    id: 4,
    question: `מה הבסיס הנורמטיבי למינוי ממונה הג"א והקמת צוותים במפעל?`,
    answers: [
      "תיקון לפקודת המשטרה, אירוע אסון המוני - 2017",
      `החלטת ממשלה רע"ד 2`,
      `תיקון החלטת ממשלה - הפעלת המשק החיוני של המדינה לשע"ח (מל"ח) 1986`,
      `חוק הג"א 1951`,
    ],
    correctAnswer: 3,
  },
  {
    id: 5,
    question: `התרעה לא נשמעת בתוך המפעל. מה המענה האפשרי?`,
    answers: [
      "לוודא העברת התרעה לעובדים -אפילו עם משרוקית במערכת הגברה במפעל (אות מוסכם)",
      `להתקין ''גופרית'' במפעל`,
      "כל התשובות נכונות",
      "להנחות את כל באי המפעל להתקין אפליקציה בנייד",
    ],
    correctAnswer: 2,
  },
  {
    id: 6,
    question: "איזה צוותים את/ה נדרש/ת להקים במפעל?",
    answers: [
      "סייבר, מגפות, חילוץ, כיבוי עזרה ראשונה, טיפול בעובדים",
      "חילוץ, חומרים מסוכנים, עזרה ראשונה, טיפול בעובדים, אחזקת מרחבים מוגנים, כיבוי",
      "אחזקת מרחבים מוגנים, סייבר, חילוץ, עזרה ראשונה, כיבוי",
      "אין להקים צוותים - כל מפעל לשיקול דעת המנהל",
    ],
    correctAnswer: 1,
  },
  {
    id: 7,
    question: "מהן ההנחיות מצילות החיים באירוע רעידת אדמה?",
    answers: [
      "להתכופף מתחת לשלוחן",
      "כניסה לחדר פנימי עם מעט חלונות, סגירת דלתות, חלונות ומזגנים (הסתגרות)",
      "יציאה לשטח פתוח והתרחקות מעצים, עמודי חשמל או כל דבר אחר שיכול להתמוטט",
      `כניסה למרחבים המוגנים תקניים ממ"ד או מקלט`,
    ],
    correctAnswer: 2,
  },
  {
    id: 8,
    question: "איזה פעולה אסורה לביצוע לאחר רעידת אדמה?",
    answers: [
      `להתרחק ק"מ מהים ולעלות לבניין בין 4 קומות לפחות`,
      "לסגור תשתיות כגון גז, מים וחשמל",
      "להעניק עזרה ראשונה, ללא הסמכה",
      "להיכנס בחזרה למבנים",
    ],
    correctAnswer: 3,
  },
  {
    id: 9,
    question: "איזה משימה מבין המשימות הבאות נבצע בשגרה?",
    answers: [
      "הפעלת חוזים נצורים להצטיידות",
      "הקפצת גורמי חירום",
      "הכנה והפעלה של מסגרות לילדי העובדים החיוניים",
      "הכנת תיק מפעל שמהווה תוכנית התגוננות כוללת",
    ],
    correctAnswer: 3,
  },
  {
    id: 10,
    question: "כיצד ננהג מיד עם פריצת שריפה במפעל?",
    answers: [
      "הפעלת צוותי חומרים מסוכנים ובידוד האירוע",
      "הפעלת צוות כיבוי ופינוי כלל העובדים לשטח פתוח",
      "כניסה למרחבים מוגנים וסגירת דלתות",
      "הזעקת גורמי חירום חיצוניים והמתנה להגעתם למסירת ידע רלוונטי",
    ],
    correctAnswer: 1,
  },
  {
    id: 11,
    question: "מהם הצרכים היחודיים של העובדים המתעוררים עקב מצב החירום?",
    answers: [
      "צורך קיומי, צורך פיזי, צורך במיגון",
      "צורך בהגנה, צורך בכלכלה, צורך בהרגעה",
      "צורך במידע, צורך פיזי - קיומי, צורך חברתי פסיכולוגי",
      "צורך במידע, צורך פיזי, צורך קיומי",
    ],
    correctAnswer: 2,
  },
  {
    id: 12,
    question: "מה המטרה של נוהל מסגרות לילדי העובדים החיוניים?",
    answers: [
      "להגדיר כמה מסגרות חינוך נדרש להקים ברשות המקומית",
      "לאפשר לעובדים להתייצב לעבודה",
      "מתן מענה למשרד החינוך בזמן שהמורים מגוייסים למילואים",
      "נוהל בין משרדי לטיפול בילדים",
    ],
    correctAnswer: 1,
  },
  {
    id: 13,
    question: `הקורס לממונה הג''א מעניקה לך תעודה. מה התוקף שלה?`,
    answers: [
      "תקפה לתמיד. הקורס הוא חד פעמי",
      "תקפה לשנה קלנדרית יש לחדשנה אחת לשנה (רענון והפנמה)",
      "תקפה ל-10 שנים. לאחר מכן, יש לבצע הכשרה שלב ב'",
      "תקפה ל-5 שנים. לאחר מכן יש לבצע לומדה פעם נוספת",
    ],
    correctAnswer: 3,
  },
  {
    id: 14,
    question: "מהו סדר הפעולות בעת נפילת טיל במפעל?",
    answers: [
      "הקפצת צוותי חירום, מתן מענה ופתרונות לאורך כל אירוע",
      "איסוף מידע מהיר, הפעלת הצוותים, בידוד האירוע, דיווח לגורמי חירום ומתן מענה מיידי עד להגעת כוחות החירום",
      "בידוד האיזור, דיווח למשטרה וכניסה למרחבים מוגנים",
      "ביצוע סריקות מידיות והקפצת צוות חילוץ",
    ],
    correctAnswer: 1,
  },
  {
    id: 15,
    question: `לפנות בוקר נורו רקטות
לעבר אשדוד ואשקלון. חיל האוויר תקף יעדים באיזור רצועת עזה, מה המצב המשפטי ומה המשמעות לגביך כממונה הג''א במפעל  חיוני בשדרות?`,
    answers: [
      "שעת התקפה, נדרש לקדם את המוכנות למעבר לשגרת חירום",
      "מצב מיוחד בעורף, נדרש מיפוי מרחבים מוגנים לירי טילים",
      "שעת התקפה, נדרש לוודא פעילות בהתאם להנחיות ההתגוננות שניתנו בעקבות האירוע",
      "מצב מיוחד בעורף, צמצום מלאי חומרים מסוכנים במפעל",
    ],
    correctAnswer: 2,
  },
  {
    id: 16,
    question:
      "על רקע הסלמה הוחלט לבטל את הלימודים בשבוע הקרוב, מה המשמעות לגבי המפעל שלך כמפעל חיוני ?",
    answers: [
      "גיוס כוח-אדם מחוץ למפעל לאפשרות שהעובדים לא יגיעו",
      "קידום מוכנות לפתיחת מסגרת חינוך לילדי העובדים החיוניים",
      `עבודה ע"פ משמרות 50% יום ו-50% לילה`,
      "להמליץ על הדממת המפעל עד הסרת האיום",
    ],
    correctAnswer: 1,
  },
  {
    id: 17,
    question:
      "מדינת ישראל נערכת לסבב ההסלמה בצפון על רקע תקיפה של שיירה אירנית בשטח סוריה, ראש הממשלה הנחה לגייס מילואים בצורה נרחבת, מה המשמעות עבור המפעל שלך שממוקם באיזור חיפה?",
    answers: [
      "חתימה על חוזים נצורים מול ספקי חוץ למתן מענה לרציפות תפקודית",
      `השתלבות בחפ"ק אחוד`,
      "קביעת שטחי כינוס לאנשי מילואים לקראת תקיפה באיזור המפעל",
      "קידום מוכנות ציוד, תשתיות, גיוס כוח-אדם חוץ ומעבר למצב שגרת חירום",
    ],
    correctAnswer: 3,
  },
  {
    id: 18,
    question: `נערכים לרעידת אדמה. כיצד מתחילים?`,
    answers: [
      "גיבוש תוכנית מענה ותרגול",
      "תדרוך עובדים ורכש אמצעים ",
      "בחינת רמת הידע של העובדים, בניית תוכנית הדרכה והוצאתה לפועל",
      "ניתוח סיכונים במתקן ובניית תוכנית היערכות ומענה הכוללת תוכנית מילוט",
    ],
    correctAnswer: 3,
  },
  {
    id: 19,
    question: `בהיערכות לתרחיש רעידת אדמה, מה נדרש לבצע?`,
    answers: [
      "ניתוח סיכונים במתקן ובניית תוכנית היערכות ומענה, הכנת תוכנית מילוט מהמבנה לשטח פתוח",
      "הדרכת עובדים על התנהגות נכונהבאירוע ותרגולן",
      "קיבוע חפצים, חיזוק מבנה, הכנת ציוד חירום",
      "כל התשובות נכונות",
    ],
    correctAnswer: 3,
  },
  {
    id: 20,
    question: `שאלה שאלה שאלה שאלה?`,
    answers: [
      "גיבוש תוכנית מענה ותרגול",
      "תדרוך עובדים ורכש אמצעים ",
      "בחינת רמת הידע של העובדים, בניית תוכנית הדרכה והוצאתה לפועל",
      "ניתוח סיכונים במתקן ובניית תוכנית היערכות ומענה הכוללת תוכנית מילוט",
    ],
    correctAnswer: 3,
  },
];

export default QuestionDataQuizB;
