const questionsDataThree = [
  {
    id: 1,
    question: `מטרת הקמת מפ"ל (מסגרת חינוך) במפעל היא...`,
    answers: [
      "לתת מענה לקבוצת מפעלים סמוכים",
      "לאפשר יכולת תפקודית של העובדים החיוניים במפעל",
      "לסייע למשרד החינוך בהמשך קיום לימודים",
      "להסיח את דעתן של המשפחות באירוע חירום",
    ],
    correctAnswer: 1
  },
    {
    id: 2,
    question: "מי הם מגויסי חוץ?",
    answers: [
      "אנשי מילואים של פיקוד העורף",
      `כ"א שהמפעל נדרש לתת למפעל הסמוך`,
      `כ"א המתבסס על העובדים מחוץ למפעל`,
      "עובדים חיוניים בריתוק משקי",
    ],
    correctAnswer: 2
  },
  {
    id: 3,
    question: `משימות ממונה הג"א בנושא משאבים לרציפות תפקודית הן...`,
    answers: [
      "לרכוש את הציוד לצורך שימור הרציפות התפקודית",
      "למפות ולתכנן את המשאבים לצורך שימור הרציפות התפקודית",
      "להקים צוות שאחראי על תכנון משאבים ואמצעים לרציפות תפקודית",
      "לקבל החלטה על ציוד נדרש למענה מייד באירוע הרס",
    ],
    correctAnswer: 1
  },
  {
    id: 4,
    question: "מהי מטרת הקמת צוותי חירום במפעל?",
    answers: [
      "התגוננות מפני אירוע ירי טילים ורעידת אדמה",
      `מתן מענה למפעלים סמוכים במרחב במקום מ"י, כב"ה, מד"א ופקע"ר`,
      "הקמת מסגרות חינוך לילדי העובדים",
      "עצמאות ויכולת רציפות תפקודית של המפעל בחירום",
    ],
    correctAnswer: 3
  },
  {
    id: 5,
    question: `מהם העקרונות בתכנון ופתיחת מפ"ל לילדי העובדים החיוניים במצב חירום?`,
    answers: [
      "מספר הילדים, גילים, מיקום, כוח אדם",
      "סוג האיום, מיקום, כוח אדם, ציוד",
      "מיקום, זמן הפעלה, כוח אדם, ציוד",
      "סוג המפעל, סוג האיום, כוח אדם, ציוד"
    ],
    correctAnswer: 2
  },
];


export default questionsDataThree;





