const questionsDataQuiz = [
  {
    id: 1,
    question: `מה תפקידו של ממונה הג"א?`,
    answers: [
      "לכתוב נוהל חירום, לתת עזרה ראשונה",
      "לתכנן מערך התגוננות אזרחית במפעל, לכתוב נוהל חירום",
      "לתת עזרה ראשונה, להקים צוות כיבוי אש",
      "לתכנן מערך הגנה אישית, להעביר אותות התראה באירוע",
    ],
    correctAnswer: 1,
  },
  {
    id: 2,
    question: `מה המשימה החשובה ביותר כממונה הג"א בהיערכות לירי טילים?`,
    answers: [
      "הקמת צוות כיבוי אש",
      "שילוט דרכי הגישה למרחבים המוגנים",
      "מיפוי מרחבים מוגנים",
      "הקמת מסגרת להפעלת ילדים עובדים חיוניים",
    ],
    correctAnswer: 2,
  },
  {
    id: 3,
    question: `מי מכריז על מצב "שעת התקפה"?`,
    answers: [
      "שר הביטחון טרם התבצע התקפה",
      "הממשלה לאחר שהתבצע התקפה",
      `"שעת התקפה" הינו מצב עובדתי`,
      "פיקוד העורף במעבר משגרה לחירום",
    ],
    correctAnswer: 2,
  },
  {
    id: 4,
    question: "מה הכוונה בתיק חירום למפעל?",
    answers: [
      "מיפוי נקודות תורפה במפעל שיש להתגונן מפניהם",
      "ערכה לניהול אירוע בזמן אמת - רשימת טל', תרשימי פעולה, אמצעי גיבוי",
      "פירוט אמצעי ההתגוננות הקיימים במפעל ותכנון השימוש בהם",
      "ריכוז כל הנהלים, הסיכונים והאמצעים במפעל לצורך היערכות",
    ],
    correctAnswer: 3,
  },
  {
    id: 5,
    question: `מה הבסיס הנורמטיבי למינוי ממונה הג"א והקמת צוותים במפעל?`,
    answers: [
      "תיקון לפקודת המשטרה, אירוע אסון המוני - 2017",
      `חוק הג"א 1951`,
      `תיקון החלטת ממשלה - הפעלת המשק החיוני של המדינה לשע"ח (מל"ח) 1986`,
      `החלטת ממשלה רע"ד 2`,
    ],
    correctAnswer: 1,
  },
  {
    id: 6,
    question: "כמה זמן נדרש להמתין במרחב מוגן לאחר ירי טילים?",
    answers: [
      "אין זמן מוגדר",
      "10 דקות",
      "על פי ההנחיות שנקבל באיזור שלנו",
      "5 דקות",
    ],
    correctAnswer: 2,
  },
  {
    id: 7,
    question: "איזה צוותים את/ה נדרש/ת להקים במפעל?",
    answers: [
      "סייבר, מגפות, חילוץ, כיבוי עזרה ראשונה, טיפול בעובדים",
      "אחזקת מרחבים מוגנים, סייבר, חילוץ, עזרה ראשונה, כיבוי",
      "אין להקים צוותים - כל מפעל לשיקול דעת המנהל",
      "חילוץ, חומרים מסוכנים, עזרה ראשונה, טיפול בעובדים, אחזקת מרחבים מוגנים, כיבוי",
    ],
    correctAnswer: 3,
  },
  {
    id: 8,
    question: "מה הנחיות מצילות חיים באירוע רעידת אדמה?",
    answers: [
      "ריצה למקום הכי מוגן שיש - חדר פנימי או חדר מדרגות",
      "כניסה לחדר פנימי עם מעט חלונות, סגירת דלתות, חלונות ומזגנים (הסתגרות)",
      "יציאה לשטח פתוח והתרחקות מעצים, עמודי חשמל או כל דבר אחר שיכול להתמוטט",
      `כניסה למרחבים המוגנים תקניים ממ"ד או מקלט`,
    ],
    correctAnswer: 2,
  },
  {
    id: 9,
    question: "איזה פעולה אסורה לביצוע לאחר רעידת אדמה?",
    answers: [
      "לסגור תשתיות כגון גז, מים וחשמל",
      "להיכנס בחזרה למבנים",
      "להעניק עזרה ראשונה, ללא הסמכה",
      `להתרחק ק"מ מהים ולעלות לבניין בין 4 קומות לפחות`,
    ],
    correctAnswer: 1,
  },
  {
    id: 10,
    question: "איזה משימה מבין המשימות הבאות נבצע בשגרה?",
    answers: [
      "הפעלת חוזים נצורים להצטיידות",
      "הכנת שטחי כינוס",
      "הכנה והפעלה של מסגרות לילדי העובדים החיוניים",
      "הכנת תיק מפעל שמהווה תוכנית התגוננות כוללת",
    ],
    correctAnswer: 3,
  },
  {
    id: 11,
    question: "כיצד ננהג מיד עם פריצת שריפה במפעל?",
    answers: [
      "כניסה למרחבים מוגנים וסגירת דלתות",
      "הפעלת צוות כיבוי ופינוי כלל העובדים לשטח פתוח",
      "הזעקת גורמי חירום חיצוניים והמתנה להגעתם למסירת ידע רלוונטי",
      "הפעלת צוותי חומרים מסוכנים ובידוד האירוע",
    ],
    correctAnswer: 1,
  },
  {
    id: 12,
    question: "באחריות מי להגדיר את הנחיות ההתגוננות בזמן חירום במפעל?",
    answers: [
      "הרשות הייעודית",
      "משטרת ישראל",
      "מנהל המפעל",
      "פיקוד העורף / מפקד הפיקוד הרלוונטי",
    ],
    correctAnswer: 3,
  },
  {
    id: 13,
    question: "מה המטרה של נוהל מסגרות לילדי העובדים החיוניים?",
    answers: [
      "להגדיר כמה מסגרות חינוך נדרש להקים ברשות המקומית",
      "מתן מענה למשרד החינוך בזמן שהמורים מגוייסים למילואים",
      "לאפשר לעובדים להתייצב לעבודה",
      "נוהל בין משרדי לטיפול בילדים",
    ],
    correctAnswer: 2,
  },
  {
    id: 14,
    question: "מה תפקיד מגויסי החוץ במפעל?",
    answers: [
      "גיוס עובדי מפעל למילואים",
      "גיוס עובדים מהמפעלים לסיוע למשק",
      `אנשי מילואים של פקע"ר שמתגברים את המפעל`,
      "לתגבר את המפעל בכוח-אדם בשל גיוס חלק מהעובדים למילואים",
    ],
    correctAnswer: 3,
  },
  {
    id: 15,
    question: "מהו סדר הפעולות בעת נפילת טיל במפעל?",
    answers: [
      "בידוד האיזור, דיווח למשטרה וכניסה למרחבים מוגנים",
      "הקפצת צוותי חירום, מתן מענה ופתרונות לאורך כל אירוע",
      "איסוף מידע מהיר, הפעלת הצוותים, בידוד האירוע, דיווח לגורמי חירום ומתן מענה מיידי עד להגעת כוחות החירום",
      "ביצוע סריקות מידיות והקפצת צוות חילוץ",
    ],
    correctAnswer: 2,
  },
  {
    id: 16,
    question: `לפנות בוקר נורו רקטות לעבר אשדוד ואשקלון. חיל האוויר תקף יעדים באיזור רצועת עזה, מה המצב המשפטי ומה המשמעות לגביך כממונה הג"א במפעל "תנובה" בדרום ת"א?`,
    answers: [
      "מצב מיוחד בעורף, נדרש מיפוי מרחבים מוגנים לירי טילים",
      "שעת התקפה, נדרש לרענן את צוותי החירום במפעל",
      "שעת ההתקפה, נדרש לקדם את המוכנות למעבר לשגרת חירום",
      "מצב מיוחד בעורף, צמצום מלאי חומרים מסוכנים במפעל",
    ],
    correctAnswer: 2,
  },
  {
    id: 17,
    question: `הינך מפעל חיוני ועליך להכין תוכנית "רציפות תפקודית" למפעל שלך, מהם הנושאים אליהם לא נדרש לתת מענה בתוכנית זו?`,
    answers: [
      "תחבורה, מזון ומים, דלק ומקורות אנרגיה",
      `גיוס כ"א לתגבור העובדים על מנת לאפשר משמרות`,
      "חתימה על חוזים נצורים לסיוע הדדי מול מפעלים שכנים",
      "פתיחת מסגרות להפעלת ילדי כלל העובדים באזור",
    ],
    correctAnswer: 3,
  },
  {
    id: 18,
    question:
      "על רקע הסלמה החליט משרד החינוך לבטל את הלימודים בשבוע הקרוב, מה המשמעות לגבי המפעל שלך כמפעל חיוני ?",
    answers: [
      "גיוס כוח-אדם מחוץ למפעל לאפשרות שהעובדים לא יגיעו",
      `עבודה ע"פ משמרות 50% יום ו-50% לילה`,
      "קידום מוכנות לפתיחת מסגרת חינוך לילדי העובדים החיוניים",
      "הפעלת תוכנית מעבר לעבודה מהבית",
    ],
    correctAnswer: 2,
  },
  {
    id: 19,
    question:
      "מדינת ישראל נערכת לסבב ההסלמה בצפון על רקע תקיפה של שיירה אירנית בשטח סוריה, ראש הממשלה הנחה לגייס מילואים בצורה נרחבת, מה המשמעות עבור המפעל שלך שממוקם באיזור חיפה?",
    answers: [
      "קביעת שטחי כינוס לאנשי מילואים לקראת תקיפה באיזור המפעל",
      "קידום מוכנות ציוד, תשתיות, גיוס כוח-אדם חוץ ומעבר למצב שגרת חירום",
      "חתימה על חוזים נצורים מול ספקי חוץ למתן מענה לרציפות תפקודית",
      `השתלבות בחפ"ק אחוד`,
    ],
    correctAnswer: 1,
  },
  {
    id: 20,
    question:
      "על רקע רעידת האדמה שהתרחשה הבוקר באיזור ים המלח, החליט מנהל המפעל לקיים הערכת מצב. מה הן הפעולות שתמליץ למנהל המפעל לקדם?",
    answers: [
      "הכנת מרחבים מוגנים ובדיקת ציוד חילוץ",
      "רענן צוותי החירום ומיגון מיכלי החומרים המסוכנים",
      "חבירה לארגוני החירום וביצוע תרגיל משותף",
      "תדרוך עובדים אודות תוכנית המילוט",
    ],
    correctAnswer: 3,
  },
];

export default questionsDataQuiz;
