const questionsDataFour = [
  {
    id: 1,
    question: "איזה תוכנית הינך נדרש להכין כחלק מהיערכות לאירוע חומרים מסוכנים במפעל?",
    answers: [
      "לסמן ולשלט דרכי מילוט ושטחים פתוחים לכינוס העובדים",
      "למפות מרחבים מוגנים",
      "למפות מרחבי הסתגרות",
      "למפות מפגעים מחוץ למרחבים מוגנים"
    ],
    correctAnswer: 2
  },
  {
    id: 2,
    question: "שאלה שאלה שאלה שלאה?",
    answers: [
      "תשובה 1",
      "תשובה 2",
      "תשובה 3",
      "תשובה 4",
    ],
    correctAnswer: 2
  },
];

export default questionsDataFour;