const questionsDataOne = [
  {
    id: 1,
    question: "באיזה מצב נדרש ממונה הגא לוודא שפותחים את המרחבים המוגנים?",
    answers: [
      "מעבר משיגרה לחירום",
      "שגרה",
      "אירוע חירום במפעל",
      "ירי טילים בגזרה"
    ],
    isMultiple: false,
    correctAnswer: 0
  },
  {
    id: 2,
    question: "מהן המשימות המרכזיות של ממונה הגא במצב שגרה? ",
    answers: [
      "כתיבת תוכנית חירום והכנת המרחבים המוגנים",
      "בידוד אזור האירוע",
      "הפעלת הצוותים בהתרחש אירוע",
      "בניית צוותי חירום, תכנון כוח אדם ומשאבים לרציפות תפקודית, תוכנית לטיפול בילדי עובדים",
    ],
    isMultiple: true,
    correctAnswer: 0
  },
  {
    id: 3,
    question: "המפעל עבר ממצב של שגרה לחירום. כדי לאפשר לעובדים להגיע לעבודה, עולה צורך לטפל בילדי העובדים בשל השבתת מערכת החינוך. מה הפתרון?",
    answers: [
      "שחרור העובדים שיש להם ילדים",
      "לאשר לעובדים להביא את הילדים למפעל",
      "הפעלת התוכנית להעסקת ילדי העובדים החיוניים",
      "כל התשובות נכונות",
    ],
    isMultiple: false,
    correctAnswer: 2
  }
];


export default questionsDataOne;



