const InterfencesData = {
  1: {
    name:"משטרת ישראל",
    description: `משטרת ישראל היא הגוף המרכזי האחראי על אכיפת החוק ושמירת הסדר הציבורי בישראל. במסגרת תפקידה, המשטרה מסייעת במתן מענה לאירועים חירומיים, כולל אירועי חירום במפעלים. המשטרה פועלת בשיתוף פעולה עם גופים נוספים, כגון כיבוי אש, מד"א וגופים ביטחוניים, כדי להבטיח תגובה מהירה ויעילה לאירועים שונים. בנוסף, המשטרה אחראית על ניהול התנועה והבטיחות בדרכים, מה שיכול להיות קריטי בעת אירוע חירום במפעל הדורש פינוי מהיר של עובדים או הגעה של כוחות הצלה.`,
    image: "/assets/General/Interfaces/Police.png"
  },
};

export default InterfencesData;