export const populationDataLaptop = [
  {
    id: 1,
    title: "התנהגות אוכלוסייה - רקע",
    text: "בחירום אנו עלולים להיתקל בהתנהגויות שונות של בני אדם למצבי חירום, הנובעות מתחושת האיום, שיבוש שגרת החיים, הנזקים הנראים ועוד."
  },
  {
    id: 2,
    title: "התנהגות האוכלוסייה במצבי חירום",
    text: "בעידן המלחמה המודרנית ובמצבי חירום משתנים קיימת סכנה ממשית לפגיעה במפעלים, מוסדות ובעובדיהם. תפיסת האיום במצב חירום מעצימה את קונפליקט התפקידים של בעלי תפקידים חיוניים."
  },
  {
    id: 3,
    title: "התנהגות האוכלוסייה במצבי חירום - המשך",
    text: "המתבקשים להגיע למקום עבודתם עשויים להיקלע למתח בין חובותיהם למפעל לבין מחויבותם למשפחתם. חשוב לסייע למנהלי המפעל להבין את צורכי העובדים ולהתאים את דרכי המענה כדי לאפשר המשך תפקוד אפקטיבי של הארגון."
  },
  {
    id: 4,
    title: "קונפליקט תפקיד",
    text: "קונפליקט תפקיד הוא מצב של אי-הלימה או מתח בין מחויבויות שונות, כמו בין תפקיד מקצועי לבין מחויבות למשפחה. הוא נפוץ במיוחד בקרב בעלי תפקידים חיוניים ובארגונים עם אחריות גבוהה."
  },
  {
    id: 5,
    title: "קונפליקט תפקיד - חשיבות",
    text: "כאשר העובדים ומשפחותיהם יהיו מוכנים לחירום, יגדלו הסיכויים שהארגון יתפקד בצורה אפקטיבית בשעת חירום והחוסן הארגוני יגבר."
  }
];