export const populationDataLaptop = [
  {
    id: "1",
    title: "התנהגות אוכלוסייה במצבי חירום",
    icon: "icon2.png",
    type: "accordion",
    content: [
      {
        title: "האיום",
        text: "בעידן המלחמה המודרנית ובמצבי החירום המשתנים, קיימת סכנה ממשית לפגיעה במפעל / מוסדות ובעובדיהם.",
      },
      {
        title: "ההשפעה על העובדים",
        text: "תפיסת האיום במצב חירום מעצימה את קונפליקט התפקידים הקיים ממילא אצל בעלי תפקידים במפעל / מוסדות חיוניים, המתבקשים מחד גיסא למלא את תפקידם במפעל / מוסד ומאידך גיסא למלא את תפקידם במשפחה.",
      },
      {
        title: "המטרה והיעד",
        text: "לסייע למנהלי המפעל/מוסד להבין טוב יותר את התנהגות העובדים וצרכיהם בשעת חירום ולהתאים את הדרכים המוצעות כאן כדי לענות        עליהם. זאת בכדי לאפשר לעובדים להיערך נכון לשעת חירום וליצור מחויבות למפעל/מוסד עבור המשך פעילות אופטימלית גם בחירום.",
      },
    ],
  },
  // {
  //   id: "2",
  //   title: "קונפליקט תפקיד",
  //   icon: "icon3.png",
  //   type: "accordion",
  //   content: [
  //     {
  //       title: "מהו?",
  //       text: "מצב של אי-הלימה עד כדי מתח חריף בין מחויבות חוקית, תפקודית או ציבורית לבין מחויבות הפרט כלפי בני משפחתו.",
  //     },
  //     {
  //       title: "היקף התופעה",
  //       text: " קונפליקט תפקידים חריף נמצא בעיקר בקרב בעלי תפקידים זוטרים בארגונים, בקרב הורים לילדים קטנים ועוד.",
  //     },
  //   ],
  //   footerNote:
  //     "ככל שהעובדים, משפחותיהם והארגון יהיו מוכנים לחירום, כך יגדלו הסיכויים שהארגון יתפקד בצורה אפקטיבית בשעת חירום ויפתח חוסן.",
  // },
    {
    id: "2",
    title: "צורך השעה",
    icon: "icon3.png",
    type: "accordion",
    content: [
      {
        title: "מהו?",
        text: "הצורך להבטיח את מוכנות הארגון, עובדיו ומשפחותיהם למצבי חירום, מתוך הבנה שהיערכות מוקדמת היא תנאי לשמירה על חיי אדם, חוסן ארגוני ורציפות תפקודית.",
      },
      {
        title: "היקף התופעה",
        text: "האיומים על העורף הישראלי הפכו בשנים האחרונות למורכבים ומשמעותיים יותר. ארגונים נדרשים להמשיך לספק שירותים ולתפקד גם במצבי חירום, ולכן נדרשת היערכות מתמשכת של העובדים, המנהלים והארגון כולו.",
      },
    ],
    footerNote:
      "ככל שהעובדים, משפחותיהם והארגון יהיו מוכנים לחירום, כך יגדלו הסיכויים שהארגון יתפקד בצורה אפקטיבית בשעת חירום ויפתח חוסן.",
  },
];
