const StatesData = {
  1: {
    title:"שגרה",
    description: "מצב בו נדרש מכם לבצע את הפעולות שיאפשרו תפקוד אפקטיבי במפעל בשעת חירום ובהיערכות לחירום.",
   subTitle : "הכנת תוכנית החירום של המפעל",
    tasks: [
           "כתיבת תוכנית התגוננות",
           "תכנון אמצעים ומשאבים",
           "הקמת צוותי חירום והכשרתם",
           "תכנון כוח אדם, מגויסי חוץ או ריתוק משקי",
           "כתיבת תוכנית להפעלת ילדי העובדים החיוניים",
           "גיבוש תוכנית עבודה לניהול המערך (שנתית או רב שנתית)."
        ],
        color:"#A4EDBF"
  },
};

export default StatesData;