const StatesData = {
  1: {
    title:"שגרה",
    description: "מצב בו נדרש מכם לבצע את הפעולות שיאפשרו תפקוד אפקטיבי במפעל בשעת חירום ובהיערכות לחירום.",
   subTitle : "הכנת תוכנית החירום של המפעל",
    tasks: [
           "כתיבת תוכנית התגוננות",
           "תכנון אמצעים ומשאבים",
           "הקמת צוותי חירום והכשרתם",
           "תכנון כוח אדם, מגויסי חוץ או ריתוק משקי",
           "כתיבת תוכנית להפעלת ילדי העובדים החיוניים",
           "גיבוש תוכנית עבודה לניהול המערך (שנתית או רב שנתית)."
        ],
        color:"#56C3A9"
  },
  2: {
  title:`מעמ"ל`,
  description: `מצב המתרחש בעת עלייה ברמת הדריכות הנדרשת לחירום ובו ממוני הג"א נדרשים  להעלות את המוכנות של הארגון בזמן קצר (השלמת רכש, תדרוכים, תרגול, ריענון נהלים ודרכי תקשורת ועוד) `,
  subTitle : "גיבוש המלצות ומשימות לקידום המוכנות",
  tasks: [
         "פתיחת המרחבים המוגנים ווידוא כשירותם",
         "בדיקת מוכנות לצוותים והציוד הנלווה",
         "קבלת החלטה אם לפתוח מסגרות להפעלת ילדי העובדים החיוניים",
         "תדריכים, תרגול, לעובדים ולצוותים",
         "השלמות רכש",
         "רענון נתונים, נהלים ודרכי תקשורת"
      ],
      color:"#9FE3F6"
  },
  3: {
  title:"שגרת חירום",
  description: `תקופה בה אנו צפויים לאירועי חירום. לרוב תחת הכרזה משפטית מתאימה. מאופיינת בהתנהלות תחת הנחיות התגוננות של פיקוד העורף, המשפיעות על פעילות הארגון. הנהלת הארגון תנחה על פעילות בהתאם להנחיות פיקוד העורף.`,
  subTitle : `התנהלות בהתאם להנחיות ההתגוננות של פיקוד העורף
פעילות בהתאם לתוכנית ההתגוננות`,
  tasks: [
         "פעילות תחת מיגון או תוך הגעה למיגון בזמן שהוגדר",
         "עובדים הפןעלים בשטח פתוח מצוידים בציוד מיגון אישי, בכפוף להנחיות",
         "הפעלת הסעות לעובדים במידת הצורך",
         `הפעלת מסגרת לילדי העובדים ע"פ הצורך`,
         "צוותי החירום דרוכים להפעלה"
      ],
      color:"#FFE49B"
  },
  4: {
  title:"אירוע חירום",
  description: `התממשות האיום בארגון או בסמיכות אליו, שמצריכה התמודדות מול האיום והשלכותיו.
ממונה הג"א יוביל את המענה לאירוע באמצעות צוותי החירום במפעל והזעקת גורמי החירום והביטחון.`,
  subTitle : "הפעלת צוותי חירום ומתן מענה מיידי עד הגעת כוחות החירום",
  tasks: [
         "יש להפעיל את צוותי החירום למתן מענה מיידי באירוע חירום",
         "יש לדווח למשטרת ישראל ולארגוני החירום וההצלה",
         "יש לקלוט את כוחות העזר, להכוונים ולסייע להם ככל שניתן",
         `בעת סיום האירוע:`,
         "תמיכה נפשית בצוותים",
         "החזרת כלל הציוד לכשירות מלאה",
         "בדיקת תשתיות שנפגעו והערכת סיכונים",
         "ביצוע תחקיר על האירוע והפקחת לקחים"
      ],
      color:"#FF9A9A"
  },
};

export default StatesData;

