const EmergencyTeamsData = [
  {
    id: "maintenance",
    teamTitle: "צוות אחזקת מרחבים מוגנים",
    teamGoals: "אחראי על הכנת המקלטים והמרחבים המוגנים.",
    methodOfTraining: "הנחיה מקצועית על ידי ממונה הג”א.",
    establishment:
      "שיבוץ אנשי אחזקה בעלי מיומנויות לתפעול מערכות המצויות במרחב המוגן.",
    teamTasks: [
      "שמירת כשירות המרחב המוגן- פנים וחוץ.",
      "הכנת ציוד לחירום במרחב המוגן.",
      "בדיקת תקינות דרכי הגישה למרחב המוגן.",
      "בדיקת תקינות מערכות במקלט לרבות חשמל, צנרת, תקשורת, אוורור וסינון.",
      "דיווח על כל תקלה או מפגע שנמצאו במהלך הבדיקות התקופתיות.",
    ],
    srcTeamImg:
      "/assets/UnitThreeImgs/EmergencyTeams/עותק של צוות-אחזקה-מרחבים-מוגנים.webp",
    srcTeamIcon: "/assets/UnitThreeImgs/EmergencyTeams/עותק של icon-ET.png",
  },
  {
    id: "hazmat",
    teamTitle: "צוות חומרים מסוכנים",
    teamGoals:
      "לטפל באירוע חומרים מסוכנים בהתאם לתרחישים ולחומרים הקיימים במפעל.",
    methodOfTraining: "מונחה מקצועית על ידי פיקוד העורף ושירותי כבאות והצלה.",
    establishment:
      "עדיפות לשבץ עובדים בעלי כושר גופני ויכולת לנוע עם ציוד מיגון באירוע, למתקנים בעלי רמת סיכון גבוהה יידרש המפעל על ידי פיקוד העורף לאיוש רצוף של הצוות.",
    teamTasks: [
      "בקיאות בתיק המפעל בתחום החומרים המסוכנים, לרבות סוגי החומרים המסוכנים במפעל והתכונות שלהם.",
      "הכרת מערכות הגילוי והטיפול באירוע, הכרת ציוד מיגון אישי ומערכתי.",
      "וידוא כשירות הציוד בהתאם להנחיות ולתקן.",
      "ביצוע אימונים ותרגילים לשמירת כשירות הצוות.",
      "דיווח על כל תקלה או מפגע שיימצאו במהלך הבדיקות התקופתיות.",
    ],
    srcTeamImg: "/assets/UnitThreeImgs/EmergencyTeams/chemical-team.png",
    srcTeamIcon: "/assets/UnitThreeImgs/EmergencyTeams/chemical-icon.png",
  },
  {
    id: "fire",
    teamTitle: "צוות כיבוי אש",
    teamGoals:
      "להוות כוח תגובה מיידי לטיפול בשרֵפות במפעל, תוך שימוש באמצעים מקומיים עד להגעת כוחות הכיבוי.",
    methodOfTraining: `מונחה מקצועית על ידי תחנת כב"ה הקרובה למפעל.`,
    establishment:
      "עדיפות לשיבוץ עובדים שעברו הכשרה, כשירות גופנית טובה ללא בעיות רפואיות.",
    teamTasks: [
      "להכיר את פריסת האמצעים במפעל.",
      "לוודא כשירות ציוד הכיבוי במתקן.",
      "להכיר את נקודות התורפה במתקן ואת פריסת האמצעים.",
      "להתאמן ולתרגל בשגרה",
      "דיווח על כל תקלה או מפגע שיימצאו במהלך הבדיקה התקופתית.",
    ],
    srcTeamImg: "/assets/UnitThreeImgs/EmergencyTeams/fire-fighting-team.png",
    srcTeamIcon: "/assets/UnitThreeImgs/EmergencyTeams/fire-icon.png",
  },
  {
    id: "medical",
    teamTitle: "צוות עזרה ראשונה",
    teamGoals: `מתן עזרה ראשונה לפצועים או לנפגעים רפואיים בהתאם להסמכה עד להגעת גורמי רפואה מקצועיים,
פינוי נפגעים ע"פ הנחיות מד"א.`,
    methodOfTraining: `הכשרה מתאימה בגוף מוכר (כגון מד"א או גוף שהוכר על ידי משרד העבודה או הבריאות).`,
    establishment:
      "עדיפות לשיבוץ עובדים שעברו הכשרה בשירות הצבאי או במסגרת אזרחית.",
    teamTasks: [
      "להכיר את אמצעי העזרה הראשונה הקיימים במפעל ומיקום פריסתם.",
      "לוודא כשירות ציוד עזרה ראשונה ותוקפו בהתאם להנחיות ולתקן.",
      "להתאמן ולתרגל בשגרה, לשמירת כשירות הצוות.",
      "לדווח על כל תקלה או מפגע שיימצאו במהלך הבדיקות התקופתיות.",
    ],
    srcTeamImg: "/assets/UnitThreeImgs/EmergencyTeams/first-care-team.png",
    srcTeamIcon: "/assets/UnitThreeImgs/EmergencyTeams/ep_first-aid-kit.png",
  },
  {
    id: "rescue",
    teamTitle: "צוות חילוץ",
    teamGoals: "איתור וחילוץ לכודים בשלב המיידי באזור שנפגע.",
    methodOfTraining: `מונחה מקצועית על ידי ממונה הג"א
הכשרות מקצועיות ע"י גופים מאושרים ע"י פקע"ר.`,
    establishment: "עדיפות לשבץ עובדים בתחום הנדסת בניין או האחזקה.",
    teamTasks: [
      "הכרת אמצעי החילוץ ומיקומם במפעל.",
      "הכרת המבנים במפעל, הכרת פריסת המערכות במפעל – חשמל, גז ומים.",
      "וידוא כשירות ציוד החילוץ בהתאם להנחיות ולתקן.",
      "ביצוע אימונים ותרגילים לשימור כשירות הצוות.",
      "דיווח על כל תקלה או מפגע שיימצאו במהלך הבדיקות התקופתיות.",
    ],
    srcTeamImg: "/assets/UnitThreeImgs/EmergencyTeams/rescue-team.png",
    srcTeamIcon: "/assets/UnitThreeImgs/EmergencyTeams/rescue-icon.png",
  },
  {
    id: "workers",
    teamTitle: "צוות טיפול בעובדים",
    teamGoals: "הגברת החוסן האישי והארגוני של העובדים ומוכנותם למצבי חירום.",
    methodOfTraining: `מונחה מקצועית על ידי ממונה הג"א,
הכרת מודלים לעזרה ראשונית נפשית.`,
    establishment: "עדיפות לשיבוץ עובדים סוציאליים ומתחום משאבי האנוש. ",
    teamTasks: [
      "ניתוח קשיים צפויים במצבי לחץ, בניית תוכנית להפעלת מסגרות חינוך לילדי העובדים החיוניים.",
      "הדרכה והסברה בתחום התנהגות האוכלוסייה בחירום.",
      "ביצוע אימונים ותרגילים לשמירת כשירות הצוות.",
      "סיוע לעובדים ולמשפחותיהם להיערך לחירום.",
      "מיפוי וטיפול באוכלוסיות בעלות נטיות לחרדה ולהיעדרות (חד הוריים, מוגבלויות).",
      "היערכות למענה לבעיות מוטיבציה ושחיקה.",
      "היערכות למתן מענה לעזרה ראשונה נפשית.",
    ],
    srcTeamImg: "/assets/UnitThreeImgs/EmergencyTeams/care-team.png",
    srcTeamIcon: "/assets/UnitThreeImgs/EmergencyTeams/care-icon.png",
  },
];

export default EmergencyTeamsData;
