// ChecklistData.js
// דוגמה למבנה דאטה עבור רשימות צ'קליסט לסוף יחידה/פרק

export const unitOneChecklist = [
    'למנות מנהל אחראי לצוות הכיבוי',
    'לסייע למנהל הצוות לסווג את כ”א ולהכשירו באמצעות כב”ה, לאמנו ולתרגול',
    'לדאוג לרכש ציודכיבוי במפעל על פי הגדרות התקן בחוק',
    'להדריך ולתרגל את העובדים במפעל בדבר התנהגות באירוע שריפה',
];

export const unitTwoChecklist = [
    'דוגמה לסעיף ראשון ביחידה 2',
    'דוגמה לסעיף שני ביחידה 2',
    'דוגמה לסעיף שלישי ביחידה 2',
];

// אפשר להוסיף עוד רשימות לפי הצורך
