// OpeningData.js
const openingData = {
    UnitOne: {
        title: "מטרות יחידת לימוד מס' 1",
        subtitle: `יחידת לימוד זו היא יחידת הלימוד הראשונה במסגרת הכשרתך לתפקיד ממונה הג"א, באמצעותה תוכלו:  `,
        text: <>

            <ul>
                <li>
                    להסביר את הייעוד והמשימות שלך כממונה הג"א בשגרה, במעבר משגרה לחירום ובאירוע חירום במפעל
                </li>
                <li>
                    לפרט מי הגופים המסייעים לך בביצוע משימותיך
                </li>
                <li>
                    לתאר את צרכי האוכלוסייה בארגון או המפעל שלך
                </li>
                <li>
                    לתאר את צרכי האוכלוסייה (ביחס לעובדי המפעל) בחירום ומשמעותם לגביך.</li>
            </ul>
        </>,

        buttonText: "מעבר  ליחידה 1",
        navigateTo: "/intro-unit-one",
        colors: {
            main: "#92c1e4ff",
            layer1: "#cfe7f3",
            layer2: "#a3c6df",
            text: "#004162"
        }
    },
    UnitTwo: {
        title: "מטרות יחידת לימוד מס' 2",
        subtitle: `ביחידה מס' 1 למדת על תפקיד ממונה הג"א במבט על. יחידה 2 עוסקת בהיערכות ממונה הג"א לאיומים השונים כולל בניית תוכנית התגוננות לאיומים אלו. בסיום יחידה זו תוכל:   `,
        text: <>

            <ul>
                <li>
                    להסביר את מאפייני האיום והשלכותיהם
                </li>
                <li>
                    לגבש תוכנית התגוננות מותאמת במפעל לאיומים השונים
                </li>
            </ul>
        </>,

        buttonText: "מעבר ליחידה 2 ",
        navigateTo: "/intro-unit-two",
        colors: {
            main: "#92c1e4ff",
            layer1: "#cfe7f3",
            layer2: "#a3c6df",
            text: "#004162"
        }
    },
    UnitThree: {
        title: "מטרות יחידת לימוד מס' 3",
        subtitle: `ביחידה מס' 2 למדת על הכרת האיומים והשלכותיהם.
יחידה מס' 3 עוסקת במשימות המשלימות בשגרה.
בסיום יחידה זו תוכל להסביר את העקרונות ל:
`,
        text: <>

            <ul>
                <li>
                    גיבוש צוותי חירום והכשרתם
                </li>
                <li>
                    תכנון מסגרות לילדים של העובדים
                </li>
                <li>
                    תכנון משאבים לרציפות תפקודית
                </li>
                <li>
                    תכנון כוח אדם ומגויסי חוץ
                </li>
                <li>
                    גיבוש תיק מפעל
                </li>
            </ul>
        </>,

        buttonText: "מעבר ליחידה 3 ",
        navigateTo: "/intro-unit-three",
        colors: {
            main: "#92c1e4ff",
            layer1: "#cfe7f3",
            layer2: "#a3c6df",
            text: "#004162"
        }
    },
    UnitFour: {
        title: "מטרות יחידת לימוד מס' 4",
        subtitle: `יחידה זו הינה היחידה האחרונה במסגרת הכשרתך לתפקיד ממונה הג"א.
ביחידות הקודמות עסקנו בהכנות לחירום, ביחידה זו נעסוק בשני המצבים הנוספים – מעבר משגרה לחירום ואירוע חירום במפעל.
בסיומה תדע:
`,
        text: <>

            <ul>
                <li>
                    להבחין בין המצבים המשפטיים "שעת התקפה" ו-"מצב מיוחד בעורף"
                </li>
                <li>
                    לאתר את  המשימות הנדרשות לקידום המוכנות במעבר משגרה לחירום
                </li>
                <li>
                    לתאר את המשימות הנדרשות ב"שגרת חירום"
                </li>
                <li>
                    לתאר את סדר הפעולות באירוע חירום במפעל
                </li>

            </ul>
        </>,

        buttonText: "מעבר ליחידה 4 ",
        navigateTo: "/intro-unit-four",
        colors: {
            main: "#92c1e4ff",
            layer1: "#cfe7f3",
            layer2: "#a3c6df",
            text: "#004162"
        }
    }

};

export default openingData;