// OpeningData.js
const openingData = {
    UnitOne: {
        title: "מטרות יחידת לימוד מס' 1",
        subtitle: `יחידת לימוד זו היא יחידת הלימוד הראשונה במסגרת הכשרתך לתפקיד ממונה ה"א, באמצעותה תוכלו:  `,
        goals: [
           `להסביר את הייעוד והמשימות שלך כממונה הג"א בשגרה, במעבר משגרה לחירום ובאירוע חירום במפעל`,
            "לפרט מי הגופים המסייעים לך בביצוע משימותיך",
            "לתאר את צרכי האוכלוסייה (ביחס לעובדי המפעל) בחירום ומשמעותם לגביך"
        ],

        buttonText: "מעבר  ליחידה 1",
        navigateTo: "/intro-unit-one",
        colors: {
            main: "#92c1e4ff",
            layer1: "#cfe7f3",
            layer2: "#a3c6df",
            text: "#004162"
        }
    },
    UnitTwo: {
        title: "מטרות יחידת לימוד מס' 2",
        subtitle: `ביחידה מס' 1 למדת על תפקיד ממונה הג"א במבט על. יחידה 2 עוסקת בהיערכות ממונה הג"א לאיומים השונים כולל בניית תוכנית התגוננות לאיומים אלו. בסיום יחידה זו תוכל:   `,
        goals: [
            "להסביר את מאפייני האיום והשלכותיהם",
            "לגבש תוכנית התגוננות מותאמת במפעל לאיומים השונים"
        ],

        buttonText: "מעבר ליחידה 2 ",
        navigateTo: "/intro-unit-two",
        colors: {
            main: "#92c1e4ff",
            layer1: "#cfe7f3",
            layer2: "#a3c6df",
            text: "#004162"
        }
    },
    UnitThree: {
        title: "מטרות יחידת לימוד מס' 3",
        subtitle: `ביחידה מס' 2 למדת על הכרת האיומים והשלכותיהם.
יחידה מס' 3 עוסקת במשימות המשלימות בשגרה.
בסיום יחידה זו תוכל להסביר את העקרונות ל:
`,
        goals: [
            "גיבוש צוותי חירום והכשרתם",
            "תכנון מסגרות לילדים של העובדים",
            "תכנון משאבים לרציפות תפקודית",
            "תכנון כוח אדם ומגויסי חוץ",
            "גיבוש תיק מפעל"
        ],

        buttonText: "מעבר ליחידה 3 ",
        navigateTo: "/intro-unit-three",
        colors: {
            main: "#92c1e4ff",
            layer1: "#cfe7f3",
            layer2: "#a3c6df",
            text: "#004162"
        }
    },
    UnitFour: {
        title: "מטרות יחידת לימוד מס' 4",
        subtitle: `יחידה זו הינה היחידה האחרונה במסגרת הכשרתך לתפקיד ממונה הג"א.
ביחידות הקודמות עסקנו בהכנות לחירום, ביחידה זו נעסוק בשני המצבים הנוספים – מעבר משגרה לחירום ואירוע חירום במפעל.
בסיומה תדע:
`,
        goals: [
            "להבחין בין המצבים המשפטיים \"שעת התקפה\" ו-\"מצב מיוחד בעורף\"",
            "לאתר את  המשימות הנדרשות לקידום המוכנות במעבר משגרה לחירום",
            "לתאר את המשימות הנדרשות ב\"שגרת חירום\"",
            "לתאר את סדר הפעולות באירוע חירום במפעל"
        ],

        buttonText: "מעבר ליחידה 4 ",
        navigateTo: "/intro-unit-four",
        colors: {
            main: "#92c1e4ff",
            layer1: "#cfe7f3",
            layer2: "#a3c6df",
            text: "#004162"
        }
    }

};

export default openingData;
